{
"code": 0,
"message": "success",
"last": false,
"arrList": [
{
"no": 11,
"title": "Cherry",
"thumb": "http://leejangyoun.com/android/dummy/image/11.png",
"desc": "A cherry is the fruit of many plants of the genus Prunus, and is a fleshy drupe (stone fruit).\n"
},
{
"no": 12,
"title": "Cherimoya",
"thumb": "http://leejangyoun.com/android/dummy/image/12.png",
"desc": "The cherimoya, also spelled chirimoya, is the fruit of the species Annona cherimola, which generally is thought to be native to Ecuador, Colombia, Peru and Bolivia then transported to the Andes andCentral America."
},
{
"no": 13,
"title": "Cloudberry",
"thumb": "http://leejangyoun.com/android/dummy/image/13.png",
"desc": "Rubus chamaemorus is a rhizomatous herb native to cool temperate, alpine, arctic tundra and boreal forest, producing amber-colored edible fruit similar to the raspberry or blackberry. English common names include cloudberry,[1] bakeapple (in Newfoundland and Labrador), knotberry and knoutberry (in England), aqpik or low-bush salmonberry (in Alaska - not to be confused with true salmonberry, Rubus spectabilis),[2] and averin or evron (in Scotland)."
},
{
"no": 14,
"title": "Coconut",
"thumb": "http://leejangyoun.com/android/dummy/image/14.png",
"desc": "The coconut tree (Cocos nucifera) is a member of the family Arecaceae (palm family) and the only species of the genus Cocos.[2] The term coconut can refer to the entire coconut palm, the seed, or the fruit, which, botanically, is a drupe, not a nut. The spelling cocoanut is an archaic form of the word.[3] The term is derived from the 16th-century Portuguese and Spanish word coco meaning \"head\" or \"skull\", from the three indentations on the coconut shell that resemble facial features.[4]"
},
{
"no": 15,
"title": "Cranberry",
"thumb": "http://leejangyoun.com/android/dummy/image/15.png",
"desc": "Cranberries are a group of evergreen dwarf shrubs or trailing vines in the subgenus Oxycoccus of the genus Vaccinium. In Britain, cranberry may refer to the native species Vaccinium oxycoccos,[1] while in North America, cranberry may refer to Vaccinium macrocarpon.[2] Vaccinium oxycoccos is cultivated in central and northern Europe, while Vaccinium macrocarpon is cultivated throughout the northern United States, Canada and Chile.[3] In some methods of classification, Oxycoccus is regarded as a genus in its own right.[4] They can be found in acidic bogs throughout the cooler regions of the northern hemisphere."
},
{
"no": 16,
"title": "Custard apple",
"thumb": "http://leejangyoun.com/android/dummy/image/16.png",
"desc": "Custard apple is a common name for a fruit, and the tree which bears it, Annona reticulata["
},
{
"no": 17,
"title": "Damson",
"thumb": "http://leejangyoun.com/android/dummy/image/17.png",
"desc": "The damson (/ˈdæmzən/) or damson plum (Prunus domestica subsp. insititia, or sometimes Prunus insititia),[1] also archaically called the \"damascene\"[2] is an edible drupaceous fruit, a subspecies of the plum tree. Varieties of insititia are found across Europe, but the name \"damson\" is derived from and most commonly applied to forms which are native to Great Britain.[3] Damsons are relatively small plum-like fruit with a distinctive, somewhat astringent taste, and are widely used for culinary purposes, particularly in fruit preserves or jam."
},
{
"no": 19,
"title": "Dragonfruit",
"thumb": "http://leejangyoun.com/android/dummy/image/19.png",
"desc": "A pitaya /pᵻˈtaɪ.ə/ or pitahaya /ˌpɪtəˈhaɪ.ə/ is the fruit of several cactus species indigenous to the Americas.[1] \"Pitaya\" usually refers to fruit of the genus Stenocereus, while \"pitahaya\" or \"dragon fruit\" refers to fruit of the genus Hylocereus."
},
{
"no": 20,
"title": "Durian",
"thumb": "http://leejangyoun.com/android/dummy/image/20.png",
"desc": "The durian (/ˈdjʊriən/)[4] is the fruit of several tree species belonging to the genus Durio. The name \"durian\" is derived from the Malay-Indonesian languages word for duri or \"spike\", a reference to the numerous spike protuberances of the fruit, together with the noun-building suffix -an. There are 30 recognised Durio species, at least nine of which produce edible fruit, and over 300 named varieties in Thailand.[5] Durio zibethinus is the only species available in the international market: other species are sold only in their local regions. There are hundreds of durian cultivars; many consumers express preferences for specific cultivars, which fetch higher prices in the market."
},
{
"no": 21,
"title": "Elderberry",
"thumb": "http://leejangyoun.com/android/dummy/image/21.png",
"desc": "Sambucus is a genus of flowering plants in the family Adoxaceae. The various species are commonly called elder or elderberry. The genus was formerly placed in the honeysuckle family, Caprifoliaceae, but was reclassified due to genetic and morphological comparisons to Adoxa. In Sambucus, there are between 5 and 30 species of deciduous shrubs, small trees and herbaceous perennial plants."
}
]
}
