{
"code": 0,
"message": "success",
"last": true,
"arrList": [
{
"no": 22,
"title": "Feijoa",
"thumb": "http://leejangyoun.com/android/dummy/image/22.png",
"desc": "Acca sellowiana, a species of flowering plant in the myrtle family, Myrtaceae, is native to the highlands of southern Brazil, eastern Paraguay, Uruguay, northern Argentina, and Colombia.[1] It is widely cultivated as a garden plant and fruiting tree. Common names include feijoa (/feɪˈʒoʊ.ə/, /feɪˈdʒoʊ.ə/,[2] or /feɪˈhoʊ.ə/),[3] pineapple guava and guavasteen, although it is not a true guava.[4] It is an evergreen, perennial shrub or small tree, 1–7 metres (3.3–23.0 ft) in height, widely cultivated as an ornamental tree and for its fruit."
},
{
"no": 23,
"title": "Fig",
"thumb": "http://leejangyoun.com/android/dummy/image/23.png",
"desc": "Ficus, a genus of about 850 species of woody trees"
},
{
"no": 24,
"title": "Goji berry",
"thumb": "http://leejangyoun.com/android/dummy/image/24.png",
"desc": "Goji, goji berry or wolfberry is the fruit of Lycium barbarum (simplified Chinese: 宁夏枸杞; traditional Chinese: 寧夏枸杞; pinyin: Níngxià gǒuqǐ) and Lycium chinense (pinyin: gǒuqǐ), two closely related species of boxthorn in the nightshade family, Solanaceae. The family also includes the potato, tomato, eggplant, belladonna, chili pepper, and tobacco. The two species are native to Asia."
},
{
"no": 25,
"title": "Gooseberry",
"thumb": "http://leejangyoun.com/android/dummy/image/25.png",
"desc": "The gooseberry (/ˈɡuːsbɛri/ or /ˈɡuːzbɛri/ (American and northern British) or /ˈɡʊzbəri/ (southern British)),[2] with scientific names Ribes uva-crispa (and syn. Ribes grossularia), is a species of Ribes (which also includes the currants)."
},
{
"no": 26,
"title": "Grape",
"thumb": "http://leejangyoun.com/android/dummy/image/26.png",
"desc": "A grape is a fruiting berry of the deciduous woody vines of the botanical genus Vitis. Grapes can be eaten fresh as table grapes or they can be used for making wine, jam, juice, jelly, grape seed extract, raisins, vinegar, and grape seed oil. Grapes are a non-climacteric type of fruit, generally occurring in clusters."
},
{
"no": 27,
"title": "Raisin",
"thumb": "http://leejangyoun.com/android/dummy/image/27.png",
"desc": "A raisin is a dried grape. Raisins are produced in many regions of the world and may be eaten raw or used in cooking, baking, and brewing. In the United Kingdom, Ireland, New Zealand, and Australia, the word \"raisin\" is reserved for the dark-coloured dried large grape,[1] with \"sultana\" being a golden-coloured dried grape, and \"currant\" being a dried small Black Corinth seedless[2] grape.[3]"
},
{
"no": 28,
"title": "Grapefruit",
"thumb": "http://leejangyoun.com/android/dummy/image/28.png",
"desc": "The grapefruit (Citrus × paradisi) is a subtropical citrus tree known for its sour to semi-sweet fruit. Grapefruit is a hybrid originating in Barbados as an accidental cross between two introduced species, sweet orange (C. sinesis) and pomelo or shaddock (C. maxima), both of which were introduced from Asia in the seventeenth century.[1] When found, it was named the “forbidden fruit”;[2] and it has also been misidentified with the pomelo.[3]"
},
{
"no": 29,
"title": "Guava",
"thumb": "http://leejangyoun.com/android/dummy/image/29.png",
"desc": "Guavas (singular guava, /ˈɡwɑː.və/)[1] are common tropical fruits cultivated and enjoyed in many tropical and subtropical regions. Psidium guajava (common guava, lemon guava) is a small tree in the Myrtle family (Myrtaceae), native to Mexico, Central America, and northern South America. Although related species may also be called guavas, they actually belong to other species or genera, such as the \"pineapple guava\" Acca sellowiana."
}
]
}
