{
  "code": 0,
  "message": "success",
  "last": false,
  "arrList": [
    {
      "no": 1,
      "title": "Apple",
      "thumb": "http://leejangyoun.com/android/dummy/image/1.png",
      "desc": "The apple tree (Malus pumila, commonly and erroneously called Malus domestica) is a deciduous tree in the rose family best known for its sweet, pomaceous fruit, the apple. It is cultivated worldwide as a fruit tree, and is the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe, and were brought to North America by European colonists. Apples have religious and mythological significance in many cultures, including Norse, Greek and European Christian traditions."
    },
    {
      "no": 2,
      "title": "Apricot",
      "thumb": "http://leejangyoun.com/android/dummy/image/2.png",
      "desc": "An apricot is a fruit or the tree that bears the fruit of several species in the genus Prunus (stone fruits). Usually, an apricot tree is from the species P. armeniaca, but the species P. brigantina, P. mandshurica, P. mume, and P. sibirica are closely related, have similar fruit, and are also called apricots."
    },
    {
      "no": 3,
      "title": "Avocado",
      "thumb": "http://leejangyoun.com/android/dummy/image/3.png",
      "desc": "The avocado (Persea americana) is a tree that is native to South Central Mexico,[2] classified as a member of the flowering plant family Lauraceae.[3] Avocado (also alligator pear) also refers to the tree'sfruit, which is botanically a large berry containing a single seed."
    },
    {
      "no": 4,
      "title": "Banana",
      "thumb": "http://leejangyoun.com/android/dummy/image/4.png",
      "desc": "The banana is an edible fruit, botanically a berry,[1][2] produced by several kinds of large herbaceous flowering plants in the genus Musa.[3] In some countries, bananas used for cooking may be calledplantains. The fruit is variable in size, color and firmness, but is usually elongated and curved, with soft flesh rich in starch covered with a rind which may be green, yellow, red, purple, or brown when ripe. The fruits grow in clusters hanging from the top of the plant. Almost all modern edible parthenocarpic (seedless) bananas come from two wild species – Musa acuminata and Musa balbisiana. Thescientific names of most cultivated bananas are Musa acuminata, Musa balbisiana, and Musa × paradisiaca for the hybrid Musa acuminata × M. balbisiana, depending on their genomic constitution. The old scientific name Musa sapientum is no longer used."
    },
    {
      "no": 5,
      "title": "Bilberry",
      "thumb": "http://leejangyoun.com/android/dummy/image/5.png",
      "desc": "Bilberries are any of several primarily Eurasian species of low-growing shrubs in the genus Vaccinium (family Ericaceae), bearing edible, nearly black berries. The species most often referred to isVaccinium myrtillus L., but there are several other closely related species. Bilberries are distinct from blueberries but closely related to them."
    },
    {
      "no": 6,
      "title": "Blackberry",
      "thumb": "http://leejangyoun.com/android/dummy/image/6.png",
      "desc": "The blackberry is an edible fruit produced by many species in the Rubus genus in the Rosaceae family, hybrids among these species within the Rubus subgenus, and hybrids between the Rubus andIdaeobatus subgenera. The taxonomy of the blackberries has historically been confused because of hybridization and apomixis, so that species have often been grouped together and called species aggregates. For example, the entire subgenus Rubus has been called the Rubus fruticosus aggregate, although the species R. fruticosus is considered a synonym of R. plicatus.["
    },
    {
      "no": 7,
      "title": "Blackcurrant",
      "thumb": "http://leejangyoun.com/android/dummy/image/7.png",
      "desc": "The blackcurrant (Ribes nigrum) is a woody shrub in the family Grossulariaceae grown for its piquant berries. It is native to temperate parts of central and northern Europe and northern Asia where it prefers damp fertile soils and is widely cultivated both commercially and domestically. It is winter hardy but cold weather at flowering time during the spring reduces the size of the crop. Bunches of small, glossy black fruit develop along the stems in the summer and can be harvested by hand or by machine. The fruit is rich in vitamin C, various other nutrients, phytochemicals and antioxidants. Blackcurrants can be eaten raw but are usually cooked in a variety of sweet or savoury dishes. They are used to make jams, jellies and syrups and are grown commercially for the juice market. The fruit is also used in the preparation of alcoholic beverages and both fruit and foliage have uses in traditional medicine and the preparation of dyes.test"
    },
    {
      "no": 8,
      "title": "Blueberry",
      "thumb": "http://leejangyoun.com/android/dummy/image/8.png",
      "desc": "Blueberries are perennial flowering plants with indigo-colored berries from the section Cyanococcus within the genus Vaccinium (a genus that also includes cranberries, bilberries and grouseberries).Species in the section Cyanococcus are the most common[1] fruits sold as \"blueberries\" and are native to North America (commercially cultivated highbush blueberries were not introduced into Europe until the 1930s)."
    },
    {
      "no": 9,
      "title": "Boysenberry",
      "thumb": "http://leejangyoun.com/android/dummy/image/9.png",
      "desc": "The boysenberry /ˈbɔɪzənbɛri/ is a cross between the European Raspberry (Rubus idaeus), a European blackberry (Rubus fruticosus), an American dewberry (Rubus aboriginum) and the Loganberry (Rubus × loganobaccus)."
    },
    {
      "no": 10,
      "title": "Currant",
      "thumb": "http://leejangyoun.com/android/dummy/image/10.png",
      "desc": "Ribes, genus of berry plants, e.g. blackcurrant, redcurrant and white currant"
    }
  ]
}
